<template>
    <div class="mt-40">
        <div class="txt-box c_ashen fs_28">
            <div>
                <p class="t0">最新更新日期：</p>
                <p>更新日期：[ 2019 ]年[ 08 ]月[ 24 ]日 </p>
                <p>生效日期：[ 2019 ]年[ 01 ]月[ 04 ]日 </p>
                <p>本协议的双方是太原邦迅科技有限公司（以下称“本公司”）及使用“追云分销群裂变系统”（以下称“本系统”）进行业务推广需求的服务会员用户（以下称“您”）。本公司将根据您的申请为您提供此项服务、业务开通及后续增值服务（以下简称“本服务”）。为获得本公司提供的上述服务，请您认真阅读本协议的全部内容。</p>
                <p class="mt-30">特别声明：</p>
                <p>您充分理解并同意，您有效注册本系统账户并确保遵循知本系统展示及不时更新的《用户协议》等其他协议及服务准则（包括但不限于各项本系统服务规则、服务说明及使用帮助等，统称“服务规则”）是您享受本系统相应服务的重要前提条件，前述协议及服务规则等均为本规则的有效组成部分，与本规则不可分割且具有同等法律效力，您应同时阅读了解一并予以接受。</p>
                <p>您同意本协议及其他规则的方式包括但不限于：</p>
                <p>1)通过点击“我同意”或者其他方式接受；</p>
                <p>2)通过电子邮件、电话、传真、即时通信等方式所作的口头或书面表示；</p>
                <p>3)本协议及其他规则（包括但不限于服务说明及使用帮助等）中有“默认同意”条款，您点击同意或以其他形式实际使用了本系统服务的；</p>
                <p>4)其他您与我们均认可的方式。</p>
                <p class="mt-30">第一条 信息真实及隐私保护</p>
                <p>1.1. 您在申请使用本服务时，必须向本公司提供真实、准确、完整有效的个人资料，如个人资料提供不准确、不真实、不合法、不详尽或有任何变动的，必须及时更新或修改。同时您应根据相关法律法规、行政规章的要求完成实名验证。因您提供个人资料过期、伪造、不准确、不真实、不合法、不完整而引发的一切后果由您承担，且本公司有权要求您更改真实有效的信息，或对您的账户进行关闭、停止使用，并冻结您的收益。</p>
                <p>1.2. 您注册的微信账户是您接受平台服务的唯一身份凭证，由您自行负责保管并禁止赠与、借用、租用、转让或者售卖。如因黑客行为或您的保管疏忽导致账号、密码遭他人非法盗取、使用或遭受损失，本公司不承担任何责任；如给他人造成损害或遭受行政机关处罚的，应全部由您承担；如给本公司造成损害，则您应予赔偿。</p>
                <p>1.3. 请您注意在使用本服务中勿透露自己的各类财产账户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由您自行承担。</p>
                <p>1.4. 本公司在提供服务时可能会搜集您的信息，通常信息仅限于您的姓名、性别、年龄、出生日期、身份证号、家庭住址、教育程度、公司名称、所属行业、兴趣爱好等，您同意本公司的上述行为。</p>
                <p class="mt-30">第二条 本公司的权利和义务</p>
                <p>2.1. 本公司有权制定平台规则，有权对您进行管理和监督，有权根据运营情况对相应规则作出调整和变更，您对此表示理解和同意。</p>
                <p>2.2. 本公司有权根据法律法规、行政文件、平台规则、本协议的约定或者相关部门的要求对您提供的活动内容进行合法合规性审查。如果您的内容存在违法、违规、侵害本公司或第三方合法权益的情形，本公司有权采取取消收款、关停活动、终止服务、配合主管部门调查等措施，且您应当对造成的他方损害承担全部赔偿责任。</p>
                <p>2.3. 本公司有权在您发布的活动页面底部标注技术支持的水印并支持跳转到本系统官网。</p>
                <p>2.4. 您同意本公司使用您的名称(包括但不限于您真实姓名、笔名、网名、曾用名、公司名、企业商号等及任何代表您身份的文字符号)、肖像(包括但不限于真人肖像及卡通肖像等)进行本公司及本公司平台的各类宣传和推广。</p>
                <p>2.5. 您同意本公司有权在您使用本服务的过程中以各种方式投放商业性广告、非商业性广告、其他任何类型的商业信息和非商业信息，您必须予以配合，且本公司无需要支付任何对价，但应尽量减小给您造成的不利影响。</p>
                <p>2.6. 本公司将通过网页公告、平台消息推送、电子邮件、手机短信、微信或常规信件传送等方式与您联系或发送相关通知。该等通知于发送之日即视为已送达。</p>
                <p>2.7. 鉴于网络服务的特殊性，您同意本公司有权随时变更、中断或终止部分或全部的平台服务，如变更、中断或终止平台服务而造成任何损失，本公司无需对您或任何第三方承担任何责任，本公司应尽量在变更、中断或终止服务之前事先以公告、邮件或系统弹窗等形式通知用户。</p>
                <p>2.8. 本公司不保证为向您提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本公司实际控制的任何网页上的内容，本公司不承担任何责任。</p>
                <p class="mt-30">第三条 您的权利和义务</p>
                <p>3.1. 您承诺不会因履行本协议损害第三方合法利益或违反中国及您所在地区的法律、法规、规范性规定等，您接受并履行本协议不违反任何对您有约束力的法律文件，亦不会使本公司因您的任何使用平台的行为而对任何第三方承担任何责任。</p>
                <p>3.2. 您在本平台发布的所有信息、资讯、言论等均不得涉政、涉枪、涉毒、涉暴、涉黄或其他含有任何违反中国法律、法规及规范性规定的内容，包括但不限于危害国家安全、淫秽色情、虚假、诽谤、恐吓骚扰他人、侵犯他人知识产权、商业秘密或其他合法权益以及有违社会公序良俗的内容或指向上述内容的方式。如您是中华人民共和国军人、警察、国家工作人员等特殊类公职人群，因人群工作的特殊性，需遵守相关部门及国家的相关规定和要求，本公司有权根据相关部门及国家的相关规定和要求拒绝为您提供平台产品及服务。</p>
                <p>3.3. 您在使用本服务时，必须向本公司提供准确的用户个人资料，如您提供资料不实，本公司有权拒绝提供产品及服务；如您个人资料有任何变动，必须及时更新并通知本公司进行审核。如因您提供的个人资料等不实而造成任何损失，由您自已承担全部责任和损失。</p>
                <p>3.4. 为保证您提交的用户信息的真实性，您须配合平台进行人工或者系统认证，在认证过程中需要配合人工或者系统认证指令完成相关内容或者操作。在审核人员认定您与所提交的资料为同一人且满足平台认证要求后，予以通过认证；但即便本公司通过了您的认证，依然不能免除您对所提交的信息所应承担的真实性、准确性、完整性的担保责任。</p>
                <p class="mt-30">第二条 本公司的权利和义务</p>
                <p>2.1. 本公司有权制定平台规则，有权对您进行管理和监督，有权根据运营情况对相应规则作出调整和变更，您对此表示理解和同意。</p>
                <p>2.2. 本公司有权根据法律法规、行政文件、平台规则、本协议的约定或者相关部门的要求对您提供的活动内容进行合法合规性审查。如果您的内容存在违法、违规、侵害本公司或第三方合法权益的情形，本公司有权采取取消收款、关停活动、终止服务、配合主管部门调查等措施，且您应当对造成的他方损害承担全部赔偿责任。</p>
                <p>2.3. 本公司有权在您发布的活动页面底部标注技术支持的水印并支持跳转到本系统官网。</p>
                <p>2.4. 您同意本公司使用您的名称(包括但不限于您真实姓名、笔名、网名、曾用名、公司名、企业商号等及任何代表您身份的文字符号)、肖像(包括但不限于真人肖像及卡通肖像等)进行本公司及本公司平台的各类宣传和推广。</p>
                <p>2.5. 您同意本公司有权在您使用本服务的过程中以各种方式投放商业性广告、非商业性广告、其他任何类型的商业信息和非商业信息，您必须予以配合，且本公司无需要支付任何对价，但应尽量减小给您造成的不利影响。</p>
                <p>2.6. 本公司将通过网页公告、平台消息推送、电子邮件、手机短信、微信或常规信件传送等方式与您联系或发送相关通知。该等通知于发送之日即视为已送达。</p>
                <p>2.7. 鉴于网络服务的特殊性，您同意本公司有权随时变更、中断或终止部分或全部的平台服务，如变更、中断或终止平台服务而造成任何损失，本公司无需对您或任何第三方承担任何责任，本公司应尽量在变更、中断或终止服务之前事先以公告、邮件或系统弹窗等形式通知用户。</p>
                <p>2.8. 本公司不保证为向您提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本公司实际控制的任何网页上的内容，本公司不承担任何责任。</p>
                <p class="mt-30">第三条 您的权利和义务</p>
                <p>3.1. 您承诺不会因履行本协议损害第三方合法利益或违反中国及您所在地区的法律、法规、规范性规定等，您接受并履行本协议不违反任何对您有约束力的法律文件，亦不会使本公司因您的任何使用平台的行为而对任何第三方承担任何责任。</p>
                <p>3.2. 您在本平台发布的所有信息、资讯、言论等均不得涉政、涉枪、涉毒、涉暴、涉黄或其他含有任何违反中国法律、法规及规范性规定的内容，包括但不限于危害国家安全、淫秽色情、虚假、诽谤、恐吓骚扰他人、侵犯他人知识产权、商业秘密或其他合法权益以及有违社会公序良俗的内容或指向上述内容的方式。如您是中华人民共和国军人、警察、国家工作人员等特殊类公职人群，因人群工作的特殊性，需遵守相关部门及国家的相关规定和要求，本公司有权根据相关部门及国家的相关规定和要求拒绝为您提供平台产品及服务。</p>
                <p>3.3. 您在使用本服务时，必须向本公司提供准确的用户个人资料，如您提供资料不实，本公司有权拒绝提供产品及服务；如您个人资料有任何变动，必须及时更新并通知本公司进行审核。如因您提供的个人资料等不实而造成任何损失，由您自已承担全部责任和损失。</p>
                <p>3.4. 为保证您提交的用户信息的真实性，您须配合平台进行人工或者系统认证，在认证过程中需要配合人工或者系统认证指令完成相关内容或者操作。在审核人员认定您与所提交的资料为同一人且满足平台认证要求后，予以通过认证；但即便本公司通过了您的认证，依然不能免除您对所提交的信息所应承担的真实性、准确性、完整性的担保责任。</p>
                <p>3.5. 您承诺不会利用本系统进行非法活动、或进行侵犯他人权利或损害他人利益的活动；不会以非法方式获取或利用本系统其他用户的信息。如果您存在欺诈、售假、盗用他人账号等特定情形或您在危及他人交易安全或账号安全风险时，或严重影响本系统正常运转的，本公司将会依照您行为的风险程度对您的账号采取取消收款、关停活动、终止服务、冻结提现通道等强制措施。</p>
                <p>3.6. 如果您提供虚假信息或利用本系统服务从事非法活动给第三方用户造成损失的，应自行对第三方用户承担赔偿责任。如果您利用本系统的服务从事非法活动的，本公司有权随时终止对您提供服务并关闭其账户，由此给本公司及其关联方造成其它损失的，本公司及其关联方有权利要求您承担赔偿责任。</p>
                <p>3.7. 您承诺积极维护本公司形象，您不得做出有损于本公司形象或利益的行为。本协议期内及协议终止后，您不会通过任何渠道以任何形式发布暗示或不利于本公司的言论。</p>
                <p class="mt-30">第四条 收益、软件服务费及结算规则</p>
                <p>4.1.您通过使用本系统发布活动获得的收益情况，将会在您发起活动的用户数据中显示，您可在登陆本系统后台查看计算您的收益。</p>
                <p>4.2.您通过本系统产生的收益将会到达您的后台账户，3天之后自动结算，本系统支持在线提现功能，到时候您下达对应指令即可进行提现。</p>
                <p>4.3.您需保证您所提供的银行卡信息是正确、真实、有效的，且与您办理实名认证时提供的资料是保持一致的，如因您填写、绑定的账户信息错误、不一致等原因造成本公司的任何支付错误或收款不能的，由您独自承担责任。</p>
                <p>4.4.根据微信平台的支付规则，用户通过微信平台发起的支付，微信平台将收取支付费用的0.6%-2%作为手续费，该费用由微信平台收取，并由微信平台自动扣除，实际收取情况以微信平台的政策为准，与本公司无关。</p>
                <p>4.5.本公司团队为官推平台向您提供的服务付出了大量的成本，本公司有权收取一定的技术服务费用，具体费用以相关交互界面中明确说明的费用为准。若官推后续调整收费政策，以交易进行时，您所触达的交互界面中明确说明的费用为准。</p>
                <p>4.6.本公司有权视情况需要，在不同时期推出不同的优惠项目，比如设置抵用券或红包或返利等形式，您可根据本系统设定的规则享有相应的优惠福利。任何优惠项目的推出，均非平台义务，您在任何时候均无权要求本公司或本系统提供任何未正式上线本系统的优惠政策或项目。</p>
                <p>4.7.请您在购买前详细参考官推平台官网介绍，并选择需要的服务内容。缴纳服务费用后，除法律明文规定、官推平台连续瘫痪72小时及不可抗力的因素外，官推将不接受您的退款申请。</p>
                <p>4.8.您在支付软件服务费时，如您的账户余额可以足额支付则系统将默认直接选择您的余额进行支付；如您的账户余额不足以支付的，则您可通过在线支付-微信/支付宝扫码支付方式支付软件服务费，或通过账户充值-线下扫码/转账充值的方式向本公司支付软件服务费。若官推后续调整收费政策，以交易进行时，您所触达的交互界面中明确说明的费用为准。</p>
                <p>4.9. 您在本系统发布活动后可申请享受由本公司提供的推荐服务（推荐渠道包括但不限于广告位展示、微信公众号等）。如用户通过本公司推荐成功付费的，则本公司有权收取分销服务费用，该费用将根据您设置的分销比例计算及支付。您授权本公司有权从应付您的服务费用中直接扣除应付本公司的分销服务费。</p>
                <p>4.10. 您可以自行选择开启分销功能并自行设定向成功推广了您活动的推广者支付的推广佣金比例。推广佣金由您向推广者支付。您授权本公司有权从应付您的服务费用中直接扣除应付推广者的推广佣金。除另有约定外，推广佣金一经支付不予退还。本公司有权根据市场情况对推广佣金分成比例的调整范围进行限制。</p>
                <p>4.11. 您遵从本系统服务规则向其他用户提供服务而在通过本系统获得的全部收入应按照国家现行法律法规的规定承担纳税义务；相关法律法规规定或者主管部门认定本公司或第三方合作机构负有代扣代缴义务的，则本公司或第三方合作机构有权对您的收入部分进行代扣代缴。</p>
                <p>4.12. 您应针对您的收入向相应的付款方开具符合现行法律法规或者主管部门要求的发票。</p>
                <p class="mt-30">第五条 针对个人模式商户的代收款及提现服务</p>
                <p>您接受本系统针对没有微信服务号的个人模式商户按下列方式提供代收款及提现服务。</p>
                <p>5.1.本系统个人模式商户服务是指买卖双方使用本系统，且交易款由买方通过本系统集成的第三方支付网关以电子货币的方式支付到本系统第三方支付网关的账户，本系统第三方支付网关的账户在收到该款项后将交易货款记录到您的商户账户记录中，但实际由本系统代为收取该款项的一种服务。</p>
                <p>5.2. 在您使用本服务时，除适用本系统个人模式商户服务的相关约定外，还将优先适用以下条款：</p>
                <p>（1）使用本系统个人模式产生的交易款系由您的交易对方通过第三方支付网关以电子货币付款的方式支付至本系统的第三方支付网关账户，通过本系统平台系统记录到您的本系统商户账户记录内。您理解并同意，在您的交易对方通过第三方支付网关将电子货币支付至本系统第三方支付网关账户的过程需要一定的时间，在第三方支付网关告知本系统已收到您的交易对方支付的交易款后，本系统将向您的本系统商户账户记录该笔交易款。第三方支付网关会因此向您单独收取费用，您理解并同意，该费用是第三方支付网关基于其向您提供的支付服务所收取的费用，与本系统向您提供的本项服务无关。</p>
                <p>（2）本系统向您提供的自媒体服务费代收服务及提现服务，其中包含：</p>
                <p>A.服务费提现：您可以要求本公司向您支付自己的货款。当您向本系统做出提现指示时，必须提供一个您指定的有效微信账户，本系统将于收到指示后的7个工作日内（当天18点前申请提现，7个工作日内到账，实际到账时间以微信入账时间为准），将相应的款项汇入您提供的有效微信账户。除本条约定外，本系统不提供其它提现方式。</p>
                <p>B.系统查询：本公司将对您在本系统中的所有操作进行记录，不论该操作之目的最终是否实现。您可以在本系统中实时查询其商户账户名下的提现记录，若您认为记录有误的，您可向本公司提出异议，本公司将向您提供本系统按照您的指示操作产生的提现记录。并且您认同此记录为您交易记录的最终依据，不再对此有异议。另外，您理解并同意您最终收到款项的服务是由您提供的微信账户对应的服务方提供的，您需向该服务方请求查证。</p>
                <p>C.款项专属：对通过您本系统商户账户收到的服务费，本公司将予以妥善保管，除本协议另行规定外，不作任何其它非您指示的用途。本系统通过您的用户名和密码识别您的指示，请您妥善保管您的用户名和密码，对于因密码泄露所致的损失，由您自行承担。本服务所涉及到的任何款项只以人民币计结，不提供任何形式的外币兑换业务。</p>
                <p>D.异常交易处理：您使用本服务时，可能由于微信本身、其他第三方系统问题或其他不可抗拒因素，造成暂时无法提供本服务，此情形下，本公司无需承担任何责任。</p>
                <p>5.3. 根据我国法律及税收政策，平台所有商户有义务就其在平台上的劳务报酬所得按时、足额的缴纳个人所得税。因《个人所得税代扣代缴暂行办法》已于2016年5月29日全文失效，且替代性政策文件尚未出台，故本公司暂时采取由您自行申报并缴纳税款的形式执行。本公司将随时根据税务部门的最新政策或指导意见，即时调整商户个人所得税税款缴纳问题的执行方式。您在此确认如下，本公司保有如下所示单项权利：若相关税务部门要求本公司提供商户账户信息以核实商户自行申报的在平台收入具体数额，平台有权不经商户同意而进行披露，并根据国家法律配合相关税务部门的其他合法要求。</p>
                <p>5.3. 一旦您使用本服务，您即允许本系统代理您及（或）您的公司在您及（或）您指定的人符合指定条件或状态时，提现给您及（或）您指定的人。</p>
                <p>5.4. 本公司可通过以下方式接受来自您提现的指令：您在本系统平台网站上依照服务预设流程申请提现。您通过以上方式向本系统发出的指令，是不可撤回或撤销的，且成为本公司代理您提现的唯一指令。</p>
                <p class="mt-30">第六条 免责声明</p>
                <p>6.1. 您完全根据自身意志和意愿以自身行为使用本系统产品及服务，您同意使用本系统产品及服务所存在的风险完全由您自己承担；因您使用本系统产品及服务而产生的一切损害、损失、责任及后果也由您自己承担，本公司对您不承担任何责任。</p>
                <p>6.2. 本公司根据现有技术条件和实际情况尽量提供符合要求的产品及服务，但并不担保该产品及服务一定能满足您的全部要求，也不担保该产品及服务因实际情况出现变更、中断或终止的情形；本公司对平台产品及服务的及时性、安全性、准确性也都不作担保，您不得就此向本公司提出任何要求。</p>
                <p>6.3. 对于因不可抗力或本公司及平台不能控制的原因造成的产品及服务中断或其它缺陷，本公司不承担任何责任，但将尽力减少因此而给您造成的损失和影响。</p>
                <p>6.4. 您如无法接受本协议相关约定和免责声明，有权自主决定不使用本系统产品及服务或终止使用本系统产品及服务。如接受本协议，应严格遵守相关条款。您使用本系统产品及服务视为用户接受协议并受协议、运营规则约束。</p>
                <p class="mt-30">第七条 平台规则和协议的修改</p>
                <p>7.1. 本公司有权修改相关运营规则和本协议的条款，一旦运营规则或本协议的内容有修改和变动，本公司将会直接在本公司经营的平台上公布修改之后的运营规则或协议内容，新的运营规则或协议自公布之日即时生效。该公布行为视为本公司已经通知用户修改内容，本公司也可通过其他适当方式向用户提示修改内容，用户也可自行到本公司相关网站查阅。</p>
                <p>7.2. 如果用户不同意本公司新的运营规则或本协议内容所做的修改，用户有权停止使用本系统产品及服务。如果用户继续使用本系统产品及服务，则视为用户同意并接受本公司新的运营规则和本公司对本协议相关条款所做的修改。</p>
                <p class="mt-30">第八条 其他</p>
                <p>8.1. 无论本协议因何原因终止，在协议终止前的行为所导致的任何赔偿和责任，您必须完全且独立地承担责任。即使本协议终止，本公司仍可根据本协议的规定处理，包括但不限于使用您在本系统账户中的余额来处理因本协议有效期内发生的交易所导致的消费者索赔。</p>
                <p>8.2. 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律(不包括冲突法)。该等适用法律与政策可能处于动态变化过程中，因此，若因适用法律与政策发生变化，导致您和/或本公司在本协议项下的权益有所增减，均不构成本协议的全部或某个条款自然无效或终止可执行性的依据，除非发生变化的该等适用法律与政策属于效力性强制性规定。</p>
                <p>8.3. 与本协议有关的任何争议，应由双方协商解决。协商不成，应向人民法院提起诉讼。</p>
                <p class="mt-30">【审慎提醒】</p>
                <p>如您点击“同意”，则本协议将立即生效，并构成您和本公司太原邦迅科技有限公司及其经营的官推平台之间有约束力的法律文件。</p>
                <p>请您再次确认您已全部阅读并充分理解上述协议。</p>
            </div>
        </div>
    </div>
</template>
<script>
    export default {}
</script>
<style scoped>
p{margin:0 0 0.5em; text-indent:2em;}
.mt-30{margin-top:0.4rem; font-size:0.32rem; text-indent:0;}
.t0{text-indent: 0;}
.txt-box{height:7rem; overflow-x:hidden; overflow-y:scroll; -webkit-overflow-scrolling:touch}
</style>